{
	"beer": [
		{
			"name" : "English Sock",
			"style" : "English Pale Ale",
			"description" : "Our take on a classic English style that has a medium to high bitterness. Tasting notes of pine and caramel malt. This is a drinkable Special Bitter.",
			"abv" : "4.7",
			"ibu" : "44",
			"picture" : "",
			"bottleDate" : "01/25/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Double Berry Wheat",
			"style" : "Wheat Beer",
			"description" : "Our \"Double Berry Wheat\" is a wheat beer made with fresh blackberries and raspberries. It has a tart, dry berry flavor accented by the wheat flavors in the base of the beer.",
			"abv" : "5.6",
			"ibu" : "8",
			"picture" : "",
			"bottleDate" : "02/22/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Oh Canada",
			"style" : "Oatmeal Stout",
			"description" : "Our Maple Oatmeal Stout is a stout that turns out to be more of a brown ale. Tasting notes of chocolate, caramel malt, oatmeal, and a hint of Canadian maple syrup. This is an easy drinking dark beer.",
			"abv" : "5.9",
			"ibu" : "15",
			"picture" : "",
			"bottleDate" : "02/22/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Strawberry / Kiwi Crush",
			"style" : "Cream Ale",
			"description" : "Our cream ale made with fresh strawberries and kiwis. It’s very easy drinking and crushable like a Strawberry Kiwi Caprisun. Perfect for a sunny day when you’re enjoying the beautiful weather outdoors.",
			"abv" : "3.4",
			"ibu" : "14",
			"picture" : "",
			"bottleDate" : "03/08/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Tropical Storm",
			"style" : "American Pale Ale",
			"description" : "Our American Pale Ale made with fresh oranges, mangos, and pineapple. This pale ale packs a heavy tropical flavor from the fruits and citrus flavors from the hops. It is hoppy with a hint of caramel malt. Watch out, as the Tropical Storm will hit you after knocking this beer back.",
			"abv" : "6.2",
			"ibu" : "38",
			"picture" : "",
			"bottleDate" : "03/14/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "The Mandarlorian",
			"style" : "Session IPA",
			"description" : "The drink approved by Mandalorians. This Session IPA is made with fresh mandarins. It has a heavy citrus taste alongside the tasting of orange peel. This hoppy beer packs a strong taste up front but is still light enough for a bounty hunter to drink and still be able to shoot straight catching their bounties.",
			"abv" : "3.2",
			"ibu" : "36",
			"picture" : "",
			"bottleDate" : "03/21/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "The Lawnmower",
			"style" : "American Light",
			"description" : "This is our take on an American Light Lager fermented as an ale. It’s light-bodied, clean, and refreshing. It’s perfect to quench your thirst while mowing the yard, washing the car, picking the weeds or any other chore that needs to be done.",
			"abv" : "4.3",
			"ibu" : "19",
			"picture" : "",
			"bottleDate" : "04/25/2020",
			"available" : "yes",
			"comingSoon" : "yes"
		},
		{
			"name" : "Da 'RONA",
			"style" : "Mexican Cerveza",
			"description" : "Made to combat the Coronavirus by giving you something to sip on during Quarantine. Our Mexican Cerveza is light hopped, clean and refreshing with a slight aroma of lime peel. It’s served best with a fresh slice of lime while you sit outside and enjoy some fresh air during this quarantine.",
			"abv" : "5.4",
			"ibu" : "20",
			"picture" : "",
			"bottleDate" : "04/18/2020",
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Easy Peasy Lemon Squeezy",
			"style" : "Wheat Beer",
			"description" : "This wheat beer was made with homemade fresh squeezed lemonade! Should be the right amount of tart and sweet, just like grandma’s recipe.",
			"abv" : "5.8",
			"ibu" : "8",
			"picture" : "",
			"bottleDate" : "04/26/2020",
			"available" : "yes",
			"comingSoon" : "yes"
		},
		{
			"name" : "Tricorn IPA",
			"style" : "American IPA",
			"description" : "Named after the hat worn by revolutionary war soldiers and officers, this IPA has a blend of three hops: Galaxy, Amarillo, and Citra. This was made for our hop heads! Tasting notes should include passionfruit, grapefruit, lime, and clean citrus brought on from this blend of hops. Hints of caramel and malt may be tasted. General Joseph Martin possibly could have been wearing this hat when he claimed “Scuffle Hill” as his land.",
			"abv" : "6",
			"ibu" : "61",
			"picture" : "",
			"bottleDate" : "04/18/2020",
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Raz Ma Taz",
			"style" : "Wheat Beer",
			"description" : "This is our experimental wheat beer brewed with blue raspberry jolly ranchers! We definitely felt like mad scientists concocting this recipe!",
			"abv" : "5",
			"ibu" : "8",
			"picture" : "",
			"bottleDate" : "04/26/2020",
			"available" : "yes",
			"comingSoon" : "yes"
		},
		{
			"name" : "Field-Ale",
			"style" : "Belgian Saison",
			"description" : "Named after our local community Fieldale, Our Belgian Saison brings complex farmhouse taste with a spicy and peppery background. This Saison is made with fresh blueberries and has hints of caramel and plum.",
			"abv" : "5.6",
			"ibu" : "28",
			"picture" : "",
			"bottleDate" : "04/18/2020",
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Day Late IPA",
			"style" : "Belgian IPA",
			"description" : "This name is derived from the Battle of Guilford Courthouse because the Henry County Militia was a day late to the battle. This IPA is a Belgian Style IPA, also known as a “Farmhouse IPA”. It will have a complex farmhouse taste with a spicy and peppery background mixed in with tropical notes of clean citrus, mango, gooseberries, and stone fruit. You will be a “Day Late” to any event after crushing this IPA.",
			"abv" : "7.6",
			"ibu" : "62",
			"picture" : "",
			"bottleDate" : "05/03/2020",
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Citra Sunrise",
			"style" : "Blonde Ale",
			"description" : "This is our Blonde Ale brewed with Citra hops. Hints of honey and caramel mix with flavors of orange, citrus and grapefruit.",
			"abv" : "4.9",
			"ibu" : "21",
			"picture" : "",
			"bottleDate" : "05/02/2020",
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Push Pop",
			"style" : "Cream Ale",
			"description" : "Our Orangesicle Cream Ale brewed with fresh oranges and lactose. It has a smooth creaminess with sweet orange flavors to create a dream come true!",
			"abv" : "",
			"ibu" : "19",
			"picture" : "",
			"bottleDate" : "",
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Brown's Log Cabin",
			"style" : "Brown Ale",
			"description" : "Our brown ale made with fresh wildflower honey! Its refreshing, crisp, and flavorful with tasting notes of sweet malt, honey, chocolate, and nuts with a low bitterness from the hops. “Brown’s Log Cabin” name is derived from the old plug tobacco that Henry County was famous for making.",
			"abv" : "",
			"ibu" : "37",
			"picture" : "",
			"bottleDate" : "",
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Mango Seltzer Water",
			"style" : "Seltzer Water",
			"description" : "Crisp, bubbly and refreshing hard seltzer water with tasting notes of sweet mango.",
			"abv" : "5.4",
			"ibu" : "",
			"picture" : "",
			"bottleDate" : "",
			"available" : "no",
			"comingSoon" : "yes"
		}
	]
}
