{
	"beer": [
		{
			"name" : "Big Tony's",
			"style" : "Italian Pilsner",
			"description" : "A crisp, clean Pilsner with a floral, herbal hop bite supported by a biscuity backbone. We wanted to make a good beer to pair with pizza, because who doesn't love pizza and beer?! This pilsner is named after Tony Palumbo, owner of Papa's Pizzeria! ",
			"abv" : "5.5",
			"ibu" : "31",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Colonel Rucker",
			"style" : "Czech Pilsner",
			"description" : "Clean, crisp with a nice biscuity malt backbone supported by a nice herbal hop bite from 100% Czech Saaz Hops! Named Colonel Pannill Rucker who is credited with starting to rebuild the Parish House after a fire destroyed it in 1917.",
			"abv" : "5.3",
			"ibu" : "35",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Dick & Willie",
			"style" : "Oatmeal Stout",
			"description" : "Named after the famous Railroad that ran through Henry County now turned into the famous walking trail. Tasting notes of dark chocolate, coffee, oatmeal, and a hint of maple syrup. This is an easy drinking dark beer.",
			"abv" : "6.7",
			"ibu" : "19",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Tricorn",
			"style" : "American IPA",
			"description" : "Named after the hat worn by revolutionary war soldiers and officers, this IPA has a blend of three hops: Galaxy, Amarillo, and Citra. This was made for our hop heads! Tasting notes should include passionfruit, grapefruit, lime, and clean citrus brought on from this blend of hops. Hints of caramel and malt may be tasted. General Joseph Martin possibly could have been wearing this hat when he claimed “Scuffle Hill” as his land.",
			"abv" : "6.7",
			"ibu" : "61",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "The Big Chair",
			"style" : "Blonde Ale",
			"description" : "This is our flagship Blonde Ale, hopped with El Dorado and Huell melon giving it a sweet taste with hints of melon. The name “Big Chair” comes from the worlds largest chair that was manufactured by Bassett Furniture and used to be displayed in Uptown Martinsville.",
			"abv" : "5",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Da 'Rona",
			"style" : "Mexican Cerveza",
			"description" : "Our Mexican Cerveza is light hopped, clean and refreshing with a slight aroma of lime peel. It’s served best with a fresh slice of lime while you sit outside and enjoy some fresh air during this quarantine.",
			"abv" : "5.0",
			"ibu" : "21",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Apple Ginger Light Lager",
			"style" : "Fruited Light Lager",
			"description" : "A light lager made with apples and ginger. It's a nice fall time twist on a lager and its sweetness will remind you of a shandy!",
			"abv" : "4.5",
			"ibu" : "13",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "The In Between",
			"style" : "Scotch Ale / Wee Heavy",
			"description" : "A Scottish style of beer also known as a Wee Heavy providing rich, malty tasting notes of caramel, toffee, and molasses. It was brewed in collaboration with our friends at Living Proof Beer Co. in Rocky Mount, Va. The name is derived from Scottish History. The Scottish had several defended walls like Hadrian's Wall and Antonine Wall that marked the border in between Scotland and England. Our in between, as breweries, are the customers located between both our breweries.",
			"abv" : "7.0",
			"ibu" : "16",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
                {
			"name" : "Fall Beer Sucks",
			"style" : "American IPA",
			"description" : "Dry hopped w/ Ahtanum, Amarillo, Mosaic, and East Kent Goldings! Brewed for the people that are already tired of pumpkin beers, this IPA is 6.8% and 70 IBUs with a malty caramel backbone accompanied by tasting notes of citrus, orange peel, grapefruit, and floral hoppiness!",
			"abv" : "6.8",
			"ibu" : "70",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
                {
			"name" : "Scuffling Up Hops W/ BRU-1, Citra, & El Dorado",
			"style" : "New England IPA",
			"description" : "This variant of our New England IPA series features BRU-1, Citra, and El Dorado hops! This combination of hops brings tasting notes of orange juice and pinapple with a danky herbal finish!",
			"abv" : "6.7",
			"ibu" : "40",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
                {
			"name" : "Campfires & Canteens",
			"style" : "Smoked Rauchbier",
			"description" : "A German Rauchbier with a malty, toasty richness with a smoky taste that almost resembles flavors of bacon, just like you’d find in Germany.",
			"abv" : "5.5",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
                {
			"name" : "Darkwater Project",
			"style" : "Black IPA",
			"description" : "Full of citrusy, herbal and resinous aroma and flavors accompanied by a smooth aftertaste of Chocolate! Dry hopped w/ cascade, falconer's flight and nugget!",
			"abv" : "6.2",
			"ibu" : "63",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Painkiller Slushie Seltzer",
			"style" : "Hard Seltzer Slushie",
			"description" : "The perfect drink for warm weather! This slushie boasts all the traditional flavors of the rum based cocktail including pineapple, coconut, mango, and citrus fruits.",
			"abv" : "7.0",
			"ibu" : "",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Fort Trial",
			"style" : "American Pilsner",
			"description" : "An American Pilsner made with historic 6 row pale ale malt and sterling hops! It's clean and crisp with tasting notes of biscuit, corn grits, Pilsen yeast, pine, and an herbal finish.",
			"abv" : "5.0",
			"ibu" : "40",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Country Inn",
			"style" : "English Dark Mild",
			"description" : "Named after the old “Country Inn” motel in Oak Level, this beer provides tasting notes of sweet chocolate, caramel, and dark fruit flavors.",
			"abv" : "4.5",
			"ibu" : "28",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "General Joe's",
			"style" : "American Light Lager",
			"description" : "A crisp, resfreshing light lager with light bready, apple, and herbal undertones! Named after General Joesph Martin, the revolutionary war general credited as the founder of Martinsville!",
			"abv" : "4.5",
			"ibu" : "13",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Midway",
			"style" : "Munich Dunkel",
			"description" : "A German Brown Lager with tasting notes of toast, chocolate, nuts, caramel and toffee. Before being known as the Town of Collinsville, the area was once called “Midway” because it was said to be midway between Bassett and Martinsville.",
			"abv" : "5.0",
			"ibu" : "24",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Sunny with a Chance of Peaches",
			"style" : "Peaches & Cream Ale",
			"description" : "Our Peaches & Cream Ale made with yellow peach puree, Madagascar vanilla bean, and lactose! This makes it a slightly tart, sweet, and peachy fruited ale! A perfect summer time sipper!",
			"abv" : "4.7",
			"ibu" : "8",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Fruit Punch Seltzer",
			"style" : "Seltzer Water",
			"description" : "Crisp, bubbly and refreshing hard seltzer water made with Orange, Peach, Passionfruit, and Strawberry! Made to resemble your favorite fruit punch beverages!",
			"abv" : "4.1",
			"ibu" : "",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Oktoberfest",
			"style" : "Marzen",
			"description" : "Our take on a traditional German Oktoberfest. Made with all german malts and hops boasting tasting notes resembling sourdough bread, caramel, and some light fruity esters.",
			"abv" : "6.0",
			"ibu" : "20",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "1.75, My GF's Untapped Rating",
			"style" : "Blood Orange IPA",
			"description" : "Our owner Jake's girlfriend Allyson thinks all IPAs smell and taste like grapefruit, subsequently she rates them all 1.75 on Untapped, which is a poor rating on the beer rating app. So we made a Blood Orange IPA brewed with fresh Blood Orange, with the use of Falconer's Flight and Amarillo hops! This IPA boasts flavors and aromas of juicy Blood Orange, Grapefruit, and Grapefruit Peel, which makes the name quite fitting!",
			"abv" : "6.8",
			"ibu" : "60",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "0 Dark 30",
			"style" : "Imperial Chocolate Stout",
			"description" : "Dark as the night when you wake up to PT at “0 Dark 30”, this imperial chocolate stout just tastes like smooth, dark chocolatey goodness. It’s full of body and was brewed with cocoa cereal, cocao nibs, and cocao powder.",
			"abv" : "12",
			"ibu" : "75",
			"picture" : "",
			"tap_room":{
				"10oz" : "$7.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Caramel Apple Gose",
			"style" : "Fruited Gose",
			"description" : "A tart German sour ale made with sea salt, coriander, tart green apple puree, and salted caramel! Made to resemble a nostalgic fall time treat!",
			"abv" : "4.7",
			"ibu" : "8",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Crazy Alice",
			"style" : "Applewood Smoked Stout",
			"description" : "This stout boasts bold flavors of dark chocolate, rum cake, and tobacco with a slightly smoky, smooth finish. The name comes from an old children's from former residents of the Scuffle Hill Estate, now known as The Parish House. A Herelene Hairston used to tell the children that if they didn't nap, Crazy Alice would come and put them in a sack! This apparently got the children to nap out of fear of her! We also hear that this brew pairs perfectly with a Crazy Alice Cigar by Drew Estate!",
			"abv" : "6.5",
			"ibu" : "50",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Pröst",
			"style" : "Hefeweizen",
			"description" : "Meaning Cheers in German, Pröst is our German Hefeweizen with an American twist! Bringing mellow flavors of banana and clove traditional to a Hefeweizen, with a slight citrusy orange flavor coming from the small dry hop of Cascade and Amarillo we added!",
			"abv" : "4.5",
			"ibu" : "11",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Graceland Special",
			"style" : "Imperial Peanut Butter Banana Stout",
			"description" : "A full bodied, syrupy Imperial Stout bringing forth a robust roastiness accompanied by a smooth banana and peanut butter sweetness!",
			"abv" : "10",
			"ibu" : "50",
			"picture" : "",
			"tap_room":{
				"10oz" : "$7.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Neely's Red",
			"style" : "Irish Red Ale",
			"description" : "Our take on a traditional Irish Red Ale bringing a toasty, caramel malty backbone with a slight earthy bitterness. It also has a nice amber, red color!",
			"abv" : "4.3",
			"ibu" : "19",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Major Redd",
			"style" : "Imperial Red IPA",
			"description" : "Boasting malty and fruity flavors upfront, finishing with a nice grapefruit and resinous bite! The Columbus, Chinook, Galaxy, and Mosaic hops work in tandem with the malts to bring a unique flavor to this brew! Named after Major John Redd, one of the first settlers to come to Henry County, served as a Major in the American Continental Forces during the revolution, and later went on to serve as High Sheriff, as well as a member on the County Court for 40 years! He also built his Belleview Estate listed on the National Register of Historic Places!",
			"abv" : "8.0",
			"ibu" : "81",
			"picture" : "",
			"tap_room":{
				"8oz" : "$5.00",
				"16oz" : "$7.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Uluru Aussie Amber",
			"style" : "Amber Ale",
			"description" : "An experimental Amber Ale made with all Australian Hops (Galaxy and Vic Secret). It brings forward tasting notes and aromas of pineapple, stone fruit, and tropical fruits while finishing up with a toasty, caramel backbone. The name is derived from the infamous Uluru Red Rock in Australia.",
			"abv" : "5.6",
			"ibu" : "32",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "PT Schwartz",
			"style" : "Schwarzbier",
			"description" : "A German Black Lager that's clean, light and crisp even for its dark complexion. This lager boasts smooth tasting notes of caramel, chocolate, and lightly roasted coffee! You need to put on your PT Shorts we mean...Schwartz before PT at 0 Dark 30!",
			"abv" : "5.0",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Killen's DIPA",
			"style" : "Double IPA",
			"description" : "This is a homebrewer spotlight showcasing local homebrewer Braydon Killen’s Double IPA recipe. This DIPA brings an assertive grapefruit zest bitterness supported by a malty caramel backbone and finishes with a floral, earthy hop note.",
			"abv" : "8",
			"ibu" : "96",
			"picture" : "",
			"tap_room":{
				"8oz" : "$5.00",
				"16oz" : "$7.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Waller's Ford",
			"style" : "Weizenbock",
			"description" : "Our Collaboration brew with our friends at Little Brother Brewing! A stronger, dark amber german wheat that presents tasting notes of banana bread with a slight hint of clove. Named after the home Major George Waller built in 1760. At the beginning of the Revolutionary War, the property was used as a muster field and drill ground. A shed room was added to store ammunition to be used in protecting the county against any british making a crossing at this point on the Smith River. The home was situated on a hill in the now present day town of Fieldale.",
			"abv" : "6.7",
			"ibu" : "11",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "McNally's Porter",
			"style" : "Robust Porter",
			"description" : "A medium bodied Robust Porter with tasting notes of creamy chocolate, caramel, and a hint of roastiness! We named this Porter after our friend Sean McNally because on every visit to the brewery he always said we needed a basic Porter with NO ADJUNCTS! This one's for you Sean, Cheers!",
			"abv" : "6.5",
			"ibu" : "28",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Field-Ale",
			"style" : "Cherry Dry-Hopped Saison",
			"description" : "A Belgian Saison named after the local community of Fieldale! Bringing traditional flavors of banana and clove accompanied by the black and tart cherry additions. The dry hop of Idaho Gem and experimental hop HBC 630 accentuate those flavors more by providing more hoppy cherry flavors.",
			"abv" : "6.3",
			"ibu" : "24",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Stubbie",
			"style" : "New Zealand Pilsner",
			"description" : "Hey, pass me a Stubbie! This is what you may hear kiwis call a beer in New Zealand! This Pilsner was brewed and dry hopped with all New Zealand hops. It’s clean, crisp and refreshing! The flavors of Motueka, Pacific Jade, and Nelson Sauvin bring tasting notes of lemon, lime, and citrus.",
			"abv" : "4.6",
			"ibu" : "26",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Omicron",
			"style" : "Dark Mexican Cerveza",
			"description" : "Our Dark Mexican Cerveza boasting flavors and aromas of toasted bread, caramel, with a slightly floral bitterness! The taste is just as infectious as the name, pairs great with a lime!",
			"abv" : "5.3", 
			"ibu" : "20",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "The Great Wagon Road",
			"style" : "German Pilsner",
			"description" : "A crisp, dry biscuity and bready German Pilsner with an earthy bitter bite! Named after the old immigration route taken by German settlers when they came to America! A leg of this route once ran through what is now Martinsville city!",
			"abv" : "5.1",
			"ibu" : "36",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.25",
				"20oz" : "$6.75"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Near War's End",
			"style" : "Doppelbock",
			"description" : "Our take on a traditional German Doppelbock. Rich, creamy, sweet and malty with tasting notes of toast, dark chocolate, caramelized brown sugar, and dark fruits like raisin and fig!",
			"abv" : "8.0",
			"ibu" : "16",
			"picture" : "",
			"tap_room":{
				"8oz" : "$5.00",
				"16oz" : "$7.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		}
	]
}
