{
	"beer": [
		{
			"name" : "The Lawnmower",
			"style" : "American Light Ale",
			"description" : "This is our take on an American Light Lager fermented as an ale. It’s light-bodied, clean, and refreshing. It’s perfect to quench your thirst while mowing the yard, washing the car, picking the weeds or any other chore that needs to be done.",
			"abv" : "5",
			"ibu" : "16",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "1902",
			"style" : "Kentucky Common",
			"description" : "This is our take on a historic beer style called a Kentucky Common! The name originates from the year the beer was first created and documented. It originated in Louisville, Kentucky and was brewed from 1902 up until prohibition. It was one of Louisville’s most popular beer styles until prohibition killed it off. Unfortunately, the beer style was never revived after prohibition up until recently with a few craft brewers experimenting with it. The taste is sweet with a bready, biscuit, toffee taste up front with a creamy taste on the backend. Do not let the color fool you, it is very light and easy drinking!",
			"abv" : "",
			"ibu" : "22",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Dick & Willie",
			"style" : "Oatmeal Stout",
			"description" : "Named after the famous Railroad that ran through Henry County now turned into the famous walking trail. Tasting notes of dark chocolate, coffee, oatmeal, and a hint of maple syrup. This is an easy drinking dark beer.",
			"abv" : "",
			"ibu" : "18",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Tricorn",
			"style" : "American IPA",
			"description" : "Named after the hat worn by revolutionary war soldiers and officers, this IPA has a blend of three hops: Galaxy, Amarillo, and Citra. This was made for our hop heads! Tasting notes should include passionfruit, grapefruit, lime, and clean citrus brought on from this blend of hops. Hints of caramel and malt may be tasted. General Joseph Martin possibly could have been wearing this hat when he claimed “Scuffle Hill” as his land.",
			"abv" : "",
			"ibu" : "61",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "The Big Chair",
			"style" : "Blonde Ale",
			"description" : "This is our flagship Blonde Ale, hopped with El Dorado and Huell melon giving it a sweet taste with hints of melon. The name “Big Chair” comes from the worlds largest chair that was manufactured by Bassett Furniture and used to be displayed in Uptown Martinsville.",
			"abv" : "",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Da 'Rona",
			"style" : "Mexican Cerveza",
			"description" : "Our Mexican Cerveza is light hopped, clean and refreshing with a slight aroma of lime peel. It’s served best with a fresh slice of lime while you sit outside and enjoy some fresh air during this quarantine.",
			"abv" : "4.2",
			"ibu" : "21",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "A Lighter Shade of Pale",
			"style" : "Hazy Pale Ale",
			"description" : "A single hopped Hazy Pale Ale, made with Vic Secret hops. It has a sweet taste with hints of mango, citrus, and pineapple accompanied by a slight hoppy bitterness.",
			"abv" : "",
			"ibu" : "54",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		},
		{
			"name" : "Pineapple Seltzer Water",
			"style" : "Seltzer Water",
			"description" : "Crisp, bubbly and refreshing hard seltzer water with tasting notes of sweet pineapple.",
			"abv" : "",
			"ibu" : "",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.50",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "yes"
		}
	]
}
