{
	"beer": [
		{
			"name" : "The Lawnmower",
			"style" : "American Light Ale",
			"description" : "This is our take on an American Light Lager fermented as an ale. It’s light-bodied, clean, and refreshing. It’s perfect to quench your thirst while mowing the yard, washing the car, picking the weeds or any other chore that needs to be done.",
			"abv" : "5",
			"ibu" : "16",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "1902",
			"style" : "Kentucky Common",
			"description" : "This is our take on a historic beer style called a Kentucky Common! The name originates from the year the beer was first created and documented. It originated in Louisville, Kentucky and was brewed from 1902 up until prohibition. It was one of Louisville’s most popular beer styles until prohibition killed it off. Unfortunately, the beer style was never revived after prohibition up until recently with a few craft brewers experimenting with it. The taste is sweet with a bready, biscuit, toffee taste up front with a creamy taste on the backend. Do not let the color fool you, it is very light and easy drinking!",
			"abv" : "4",
			"ibu" : "22",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Dick & Willie",
			"style" : "Oatmeal Stout",
			"description" : "Named after the famous Railroad that ran through Henry County now turned into the famous walking trail. Tasting notes of dark chocolate, coffee, oatmeal, and a hint of maple syrup. This is an easy drinking dark beer.",
			"abv" : "6.7",
			"ibu" : "19",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Tricorn",
			"style" : "American IPA",
			"description" : "Named after the hat worn by revolutionary war soldiers and officers, this IPA has a blend of three hops: Galaxy, Amarillo, and Citra. This was made for our hop heads! Tasting notes should include passionfruit, grapefruit, lime, and clean citrus brought on from this blend of hops. Hints of caramel and malt may be tasted. General Joseph Martin possibly could have been wearing this hat when he claimed “Scuffle Hill” as his land.",
			"abv" : "6.7",
			"ibu" : "61",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "The Big Chair",
			"style" : "Blonde Ale",
			"description" : "This is our flagship Blonde Ale, hopped with El Dorado and Huell melon giving it a sweet taste with hints of melon. The name “Big Chair” comes from the worlds largest chair that was manufactured by Bassett Furniture and used to be displayed in Uptown Martinsville.",
			"abv" : "5",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Da 'Rona",
			"style" : "Mexican Cerveza",
			"description" : "Our Mexican Cerveza is light hopped, clean and refreshing with a slight aroma of lime peel. It’s served best with a fresh slice of lime while you sit outside and enjoy some fresh air during this quarantine.",
			"abv" : "4.2",
			"ibu" : "21",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "A Lighter Shade of Pale",
			"style" : "Hazy Pale Ale",
			"description" : "A single hopped Hazy Pale Ale, made with Austrailian Vic Secret hops and a specialized Belgian yeast strain. It has a sweet taste with hints of mango, citrus, and pineapple accompanied by a slightly dank, piney, hoppy bitterness.",
			"abv" : "5",
			"ibu" : "56",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "The Dude",
			"style" : "Hazy Session IPA",
			"description" : "Our Hazy Session IPA named after our good friend Hunter Agee. Brings flavors of citrus, berry, tropical fruit, pine, grape, gooseberry, and Sauvignon Blanc. Brewed and dry hopped with Multihead, Nelson Sauvin, Simcoe. 10% of sales goes to the Wounded Warrior Foundation in honor of Hunter. Hunter loved The Big Lebowski and named his beloved dog Dude, hence the name of the beer.",
			"abv" : "5",
			"ibu" : "28",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
                {
			"name" : "Fall Beer Sucks",
			"style" : "American IPA",
			"description" : "Dry hopped w/ Ahtanum, Amarillo, Mosaic, and East Kent Goldings! Brewed for the people that are already tired of pumpkin beers, this IPA is 7.0% and 70 IBUs with a malty caramel backbone accompanied by tasting notes of citrus, orange peel, grapefruit, and floral hoppiness!",
			"abv" : "7",
			"ibu" : "70",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
                {
			"name" : "Scuffling Up Hops W/ Nectaron & Vic Secret",
			"style" : "New England IPA",
			"description" : "This variant of our New England IPA series features Nectaron and Vic Secret hops! This combination of hops brings tasting notes and aromas of sweet tropical fruits, orange, tangerine, and grapefruit!",
			"abv" : "6.5",
			"ibu" : "46",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
                {
			"name" : "Campfires & Canteens",
			"style" : "Smoked Rauchbier",
			"description" : "A German Rauchbier with a malty, toasty richness with a smoky taste that almost resembles flavors of bacon, just like you’d find in Germany.",
			"abv" : "5.5",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
                {
			"name" : "Darkwater Project",
			"style" : "Black IPA",
			"description" : "Full of citrusy, herbal and resinous aroma and flavors accompanied by a smooth aftertaste of Chocolate! Dry hopped w/ cascade, falconer's flight and nugget!",
			"abv" : "6.2",
			"ibu" : "63",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "The Belmont",
			"style" : "Cherry Belgian Dubbel",
			"description" : "A Cherry Belgian Dubbel bringing tasting notes of caramel malt along with fruity esters reminiscent of ripe banana and dark fruits produced by the Belgian yeast. Sweet Black Cherry puree was added during fermentation to bring a flavorful cherry taste to this Dubbel. This brew takes its name from the Belmont Estate that General Joesph Martin lived in in Leatherwood Creek, before moving to Scuffle Hill.",
			"abv" : "8.0",
			"ibu" : "15",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Hoppin' Haze",
			"style" : "Hazy Pale Ale",
			"description" : "Dry hopped with Centennial, Amarillo, and Simcoe. A sessionable hazy pale ale with tasting notes and aroma of light citrus, herbal, and hoppy! Named after Hayes Panill who used to be a freight car hopper in Henry County!",
			"abv" : "5.3",
			"ibu" : "62",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Country Inn",
			"style" : "English Dark Mild",
			"description" : "Named after the old “Country Inn” motel in Oak Level, this beer provides tasting notes of sweet chocolate, caramel, and dark fruit flavors.",
			"abv" : "4.5",
			"ibu" : "28",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "General Joe's",
			"style" : "American Light Lager",
			"description" : "A crisp, resfreshing light lager with light bready, apple, and herbal undertones! Named after General Joesph Martin, the revolutionary war general credited as the founder of Martinsville!",
			"abv" : "4.5",
			"ibu" : "13",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "No Show Collins",
			"style" : "Double Dry Hopped New England IPA",
			"description" : "Our first Double Dry Hopped Double New England IPA made with Belma, Citra, and Galaxy hops. Its tasting notes and aromas include citrus, tropical fruits, and stone fruits accompanied by a sweet malty backbone. Alcohol is present in the finish of the beer. Named after Levi Bertrand aka Cap’n Collins who had a grand plan to establish a battery-less flashlight factory in Collinsville. After investors poured money into this factory, Cap’n Collins no showed and skipped town to establish this factory elsewhere. ",
			"abv" : "9.8",
			"ibu" : "38",
			"picture" : "",
			"tap_room":{
				"4oz" : "$0.00",
				"12oz" : "$7.00",
				"16oz" : "$0.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "The Big Chair w/Cantaloupe",
			"style" : "Blonde Ale",
			"description" : "We took our “The Big Chair” Blonde Ale base and added loads cantaloupe sourced from the local farmers market! Brings all the tasting notes of our flagship blonde ale plus a nice fruity cantaloupe taste!",
			"abv" : "5",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Watermelon Seltzer Water",
			"style" : "Seltzer Water",
			"description" : "Crisp, bubbly and refreshing hard seltzer water with tasting notes of sweet watermelon!",
			"abv" : "4.1",
			"ibu" : "",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Sweet Lou",
			"style" : "Belgian Witbier",
			"description" : "A tradional Belgian Witbier made with coriander and bitter orange peel. It brings tasting notes of sweet malty wheat, coriander, citrus zest, and orange peel. It pairs great with a slice of orange! Name after Sweet Lou Whitaker, who graduated from Martinsville High, who later went on to play baseball for the Detriot Tigers. He was considered for the MLB Hall of Fame and his jersey No. 1 was retired by the Tigers in 2022.",
			"abv" : "5.2",
			"ibu" : "18",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "1.75, My GF's Untapped Rating",
			"style" : "Blood Orange IPA",
			"description" : "Our owner Jake's girlfriend Allyson thinks all IPAs smell and taste like grapefruit, subsequently she rates them all 1.75 on Untapped, which is a poor rating on the beer rating app. So we made a Blood Orange IPA brewed with fresh Blood Orange, with the use of Falconer's Flight and Amarillo hops! This IPA boasts flavors and aromas of juicy Blood Orange, Grapefruit, and Grapefruit Peel, which makes the name quite fitting!",
			"abv" : "6.8",
			"ibu" : "60",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "0 Dark 30",
			"style" : "Imperial Chocolate Stout",
			"description" : "Dark as the night when you wake up to PT at “0 Dark 30”, this imperial chocolate stout just tastes like smooth, dark chocolatey goodness. It’s full of body and was brewed with cocoa cereal, cocoa nibs, and cocoa powder.",
			"abv" : "12",
			"ibu" : "76",
			"picture" : "",
			"tap_room":{
				"4oz" : "$3.50",
				"10oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Strawberry Lemonade Gose",
			"style" : "Fruited Gose",
			"description" : "A german sour ale made with sea salt, coriander, strawberries, and lemons! It brings tasting notes of resembling tart and refreshing strawberry lemonade!",
			"abv" : "4.7",
			"ibu" : "6",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Stoneleigh IPA",
			"style" : "American IPA",
			"description" : "This IPA brings forth nice juicy tasting notes of citrus, grapefruit and hints of stonefruit accompanied by a nice caramel malty backbone. The name is taken from Stoneleigh Mansion in Stanleytown. The Estate is on the National Historic Registry and was built in 1929 as a home for former Virginia Governor Thomas B. Stanley.",
			"abv" : "6.8",
			"ibu" : "70",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Pröst",
			"style" : "Hefeweizen",
			"description" : "Meaning Cheers in German, Pröst is our German Hefeweizen with an American twist! Bringing mellow flavors of banana and clove traditional to a Hefeweizen, with a slight citrusy orange flavor coming from the small dry hop of Cascade and Amarillo we added!",
			"abv" : "4.5",
			"ibu" : "11",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Graceland Special",
			"style" : "Imperial Peanut Butter Banana Stout",
			"description" : "An Imperial Peanut Butter Banana Stout bringing forth robust, roasty stout flavors with a smooth peanut butter banana sweetness. Full bodied and frothy! Paying homage to Elvis's favorite snack! CONTAINS LACTOSE.",
			"abv" : "1o",
			"ibu" : "50",
			"picture" : "",
			"tap_room":{
				"4oz" : "$3.00",
				"8oz" : "$0.00",
				"10oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Neely's Red",
			"style" : "Irish Red Ale",
			"description" : "Our take on a traditional Irish Red Ale bringing a toasty, caramel malty backbone with a slight earthy bitterness. It also has a nice amber, red color!",
			"abv" : "4.3",
			"ibu" : "19",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Anniversary IPA",
			"style" : "Milkshake IPA",
			"description" : "This brew was made to celebrate our two year anniversary! A Birthday Cake Milkshake IPA made with birthday cake, madagascar vanilla bean, lactose and addtions of galxy, mosaic, citra hops during the boil, whirlpool, and dry hop. This IPA boasts a nice birthday cake aroma accompanied by nice cake and vanilla tasting notes. The hops provide nice tropical fruit, stone fruit, and citrus undertones that meld well with the sweet birthday cake flavors! ",
			"abv" : "6.5",
			"ibu" : "33",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Uluru Aussie Amber",
			"style" : "Amber Ale",
			"description" : "An experimental Amber Ale made with all Australian Hops (Galaxy and Vic Secret). It brings forward tasting notes and aromas of pineapple, stone fruit, and tropical fruits while finishing up with a toasty, caramel backbone. The name is derived from the infamous Uluru Red Rock in Australia.",
			"abv" : "5.6",
			"ibu" : "32",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "El Dorado Smash",
			"style" : "Pale Ale",
			"description" : "This version of our SMASH series of Pale Ales features the El Dorado Hop. This pale ale was made solely with one grain and El Dorado hops bringing danky flavors of tropical fruits, pear, melon, and stone fruit.",
			"abv" : "6",
			"ibu" : "45",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Killen's DIPA",
			"style" : "Double IPA",
			"description" : "This is a homebrewer spotlight showcasing local homebrewer, Braydon Killen’s, Double IPA recipe. This DIPA brings an assertive grapefruit zest bitterness supported by the malty caramel backbone, and finishes with a floral & earthy hop note, accompanied by a grapefruit, citrus, and pine aroma! ",
			"abv" : "8",
			"ibu" : "96",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.25",
				"8oz" : "$4.25",
				"16oz" : "$6.50"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Spruce Tip Ale",
			"style" : "Spruce Pale Ale",
			"description" : "A Pale Ale brewed with fresh Spruce Tips from the Rocky Mountains! Bringing tasting notes of fresh spruce and pine accompanied by hints of melon!",
			"abv" : "6",
			"ibu" : "25",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "McNally's Porter",
			"style" : "Robust Porter",
			"description" : "A medium bodied Robust Porter with tasting notes of creamy chocolate, caramel, and a hint of roastiness! We named this Porter after our friend Sean McNally because on every visit to the brewery he always said we needed a basic Porter with NO ADJUNCTS! This one's for you Sean, Cheers!",
			"abv" : "6.5",
			"ibu" : "28",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Sunny with a Chance of Watermelon",
			"style" : "Fruit Beer",
			"description" : "A slightly tart, sweet, and fruity watermelon ale.",
			"abv" : "4.5",
			"ibu" : "8",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Stubbie",
			"style" : "New Zealand Pilsner",
			"description" : "Hey, pass me a Stubbie! This is what you may hear kiwis call a beer in New Zealand! This Pilsner was brewed and dry hopped with all New Zealand hops. It’s clean, crisp and refreshing! The flavors of Motueka, Pacific Jade, and Nelson Sauvin bring tasting notes of lemon, lime, and citrus.",
			"abv" : "4.6",
			"ibu" : "26",
			"picture" : "",
			"tap_room":{
				"4oz" : "$2.00",
				"8oz" : "$4.00",
				"16oz" : "$6.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		},
		{
			"name" : "Oktoberfest",
			"style" : "Marzen",
			"description" : "A sweet caramel, malty German amber lager! Brewed in celebration of Oktoberfest!",
			"abv" : "6",
			"ibu" : "20",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "The Great Wagon Road",
			"style" : "German Pilsner",
			"description" : "A crisp, dry biscuity and bready German Pilsner with an earthy bitter bite! Named after the old immigration route taken by German settlers when they came to America! A leg of this route once ran through what is now Martinsville city!",
			"abv" : "5.1",
			"ibu" : "36",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.00",
				"16oz" : "$6.00",
				"20oz" : "$6.50"
			},
			"available" : "yes",
			"comingSoon" : "no"
		},
		{
			"name" : "Trainwreck Tripel Threat W/ Mango & Passionfruit",
			"style" : "Belgian Tripel",
			"description" : "A Belgian Tripel bringing nice belgiany banana flavors with a hint of clove. Additions of Mango and Passionfruit were added to give it nice sweet flavors of each fruit!",
			"abv" : "9.5",
			"ibu" : "23",
			"picture" : "",
			"tap_room":{
				"8oz" : "$4.50",
				"16oz" : "$7.00"
			},
			"available" : "no",
			"comingSoon" : "no"
		}
	]
}
