{
	"beer": [
		{
			"name": "General Joe's",
			"style": "American Light Lager",
			"description": "A crisp, resfreshing light lager with light bready, apple, and herbal undertones! Named after General Joesph Martin, the revolutionary war general credited as the founder of Martinsville!",
			"abv": "4.5",
			"ibu": "13",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.00",
				"20oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "The Big Chair",
			"style": "Blonde Ale",
			"description": "This is our flagship Blonde Ale, hopped with El Dorado and Huell melon giving it a sweet taste with hints of melon. The name “Big Chair” comes from the worlds largest chair that was manufactured by Bassett Furniture and used to be displayed in Uptown Martinsville.",
			"abv": "5.0",
			"ibu": "25",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.00",
				"20oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Da'Rona",
			"style": "Mexican Cerveza",
			"description": "Our Mexican Cerveza is light hopped, clean and refreshing with a slight aroma of lime peel. It’s served best with a fresh slice of lime while you sit outside and enjoy some fresh air during this quarantine.",
			"abv": "5.0",
			"ibu": "21",
			"picture": "",
			"tap_room": {
				"4oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.00",
				"20oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Prickly Pear Gose",
			"style": "Fruited Gose",
			"description": "A tart German sour ale made with sea salt, coriander, and prickly pear puree! Providing sweet and sour tasting notes of strawberry and melon!",
			"abv": "4.7",
			"ibu": "8",
			"picture": "",
			"tap_room": {
				"5oz": "$2.75",
				"8oz": "$4.25",
				"16oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Tricorn",
			"style": "American IPA",
			"description": "Named after the hat worn by revolutionary war soldiers and officers, this IPA has a blend of three hops: Galaxy, Amarillo, and Citra. This was made for our hop heads! Tasting notes should include passionfruit, grapefruit, lime, and clean citrus brought on from this blend of hops. Hints of caramel and malt may be tasted. General Joseph Martin possibly could have been wearing this hat when he claimed “Scuffle Hill” as his land.",
			"abv": "6.7",
			"ibu": "54",
			"picture": "",
			"tap_room": {
				"5oz": "$3.00",
				"8oz": "$4.50",
				"16oz": "$7.00"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Fall Beer Sucks",
			"style": "American IPA",
			"description": "Dry hopped with Ahtanum, Amarillo, Mosaic, and East Kent Goldings, this beauty was brewed for everyone who’s already over pumpkin season. A rich malty caramel backbone sets the stage for bright citrus, orange peel, and grapefruit notes, rounded out with a smooth floral hoppiness.",
			"abv": "7.4",
			"ibu": "70",
			"picture": "",
			"tap_room": {
				"5oz": "$3.00",
				"8oz": "$4.50",
				"16oz": "$7.00"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Dick & Willie",
			"style": "Maple Oatmeal Stout",
			"description": "Named after the famous Railroad that ran through Henry County now turned into the famous walking trail. Tasting notes of dark chocolate, coffee, oatmeal, and a hint of maple syrup. This is an easy drinking dark beer.",
			"abv": "6.7",
			"ibu": "18",
			"picture": "",
			"tap_room": {
				"5oz": "$3.00",
				"8oz": "$4.50",
				"16oz": "$7.00"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Fruit Punch Seltzer",
			"style": "Hard Seltzer Water",
			"description": "Crisp, bubbly and refreshing hard seltzer water made with Orange, Peach, Passionfruit, and Strawberry! Made to resemble your favorite fruit punch beverages!",
			"abv": "4.4",
			"ibu": "",
			"picture": "",
			"tap_room": {
				"5oz": "$2.75",
				"8oz": "$4.25",
				"16oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "PT Schwartz",
			"style": "Schwarzbier",
			"description": "A German Black Lager, that's clean, light, and crisp even for its dark complexion. This lager boasts smooth tasting notes of caramel, chocolate, and lightly roasted coffee!",
			"abv": "5.0",
			"ibu": "25",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Summer Song",
			"style": "Hard Lemonade",
			"description": "A tart, crisp, bubbly hard lemonade! Perfect thirst quencher for those hot summer days!",
			"abv": "4.3",
			"ibu": "",
			"picture": "",
			"tap_room": {
				"5oz": "$2.75",
				"8oz": "$4.25",
				"16oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Trick or Tripel",
			"style": "Pumpkin Spice Belgian Tripel",
			"description": "We took our Trainwreck Tripel Threat base - a Belgian Tripel with a moderate bouquet of spice, fruity esters, and a touch of hop aroma - and gave it a seasonal twist. This brew layers in pumpkin, cinnamon, nutmeg, clove and madagascar vanilla bean to capture the cozy flavors of autumn, while still holding on to those classic Tripel notes of sweet banana upfront and a soft clove finish. Subtle hints of orange and pear shine through, and it's rounded with a slight floral hop bitterness for balance. The alcohol remains well integrated, leaving a gentle warm sensation.",
			"abv": "9.5",
			"ibu": "23",
			"picture": "",
			"tap_room": {
				"5oz": "$3.75",
				"13oz": "$8.00"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Anniversary IPA",
			"style": "Birthday Cake Milkshake IPA",
			"description": "Brewed to celebrate our 4-year anniversary coming up, this one-of-a-kind IPA is loaded with flavor and festivity! We started with birthday cake, added Madagascar vanilla beans, creamy lactose, and layered in hop additions of Galaxy, Mosaic, and Citra during the boil, whirlpool, and dry hop. The result? A brew that bursts with a sweet birthday cake aroma, followed by rich cake and vanilla notes. The hops shine through with hints of tropical fruit, stone fruit, citrus, and a touch of dankness, perfectly complementing the sweet and creamy base.",
			"abv": "7.0",
			"ibu": "33",
			"picture": "",
			"tap_room": {
				"5oz": "$3.50",
				"8oz": "$5.00",
				"16oz": "$7.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Three Sheets to the Wind",
			"style": "Pina Colada Belgian Tripel",
			"description": "We took our Trainwreck Tripel Threat base - a Belgian Tripel with a moderate bouquet of spice, fruity esters, and a touch of hop aroma - and gave it a tropical twist. This brew layers in pineapple, coconut, and banana to bring out a smooth pina colada vibe, while still holding on to those classic Tripel notes of sweet banana upfront and a soft clove finish. Subtle hints of orange and pear shine through, and it's rounded with a slight floral hop bitterness for balance. The alcohol remains well integrated, leaving a gentle warm sensation.",
			"abv": "9.5",
			"ibu": "23",
			"picture": "",
			"tap_room": {
				"5oz": "$3.75",
				"13oz": "$8.00"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Pear Ginger Grisette",
			"style": "Belgian Grisette",
			"description": "A Belgian Grisette featuring pear and ginger puree! This farmhouse style features sweet pear and ginger upfront followed by light peppery Belgian esters. This is a nice, light refreshing brew.",
			"abv": "4.2",
			"ibu": "25",
			"picture": "",
			"tap_room": {
				"5oz": "$2.75",
				"8oz": "$4.25",
				"16oz": "$6.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Frosé",
			"style": "Hard Slushie Seltzer",
			"description": "This icy treat blends crisp, bubbly seltzer with juicy rosé-inspired flavors of ripe strawberry, tart raspberry, and a bright splash of lemon, perfectly balanced for a light and fruity finish.",
			"abv": "7.0",
			"ibu": "",
			"picture": "",
			"tap_room": {
				"5oz": "$3.00",
				"8oz": "$4.50",
				"16oz": "$7.00"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Oktoberfest",
			"style": "Marzen",
			"description": "Our take on a traditional German Oktoberfest. Made with all german malts and hops boasting tasting notes resembling sourdough bread, caramel, and some light fruity esters.",
			"abv": "6.0",
			"ibu": "20",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Festbier",
			"style": "German Lager",
			"description": "A golden malt forward lager with notes of fresh bread, light honey, and toasted grain. Smooth, crisp, and balanced with a touch of Noble hop bitterness for an easy clean finish.",
			"abv": "5.8",
			"ibu": "23",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "PT Schwartz",
			"style": "Schwarzbier",
			"description": "A German Black Lager, that's clean, light, and crisp even for its dark complexion. This lager boasts smooth tasting notes of caramel, chocolate, and lightly roasted coffee!",
			"abv": "5.0",
			"ibu": "25",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Near War's End",
			"style": "Doppelbock",
			"description": "Our take on a traditional German Doppelbock. Rich, creamy, sweet & malty with tasting notes of toast, dark chocolate, caramelized brown sugar, and dark fruits like raisin and fig!",
			"abv": "8.0",
			"ibu": "16",
			"picture": "",
			"tap_room": {
				"5oz": "$3.25",
				"13oz": "$7.50"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Campfires & Canteens",
			"style": "Rauchbier",
			"description": "A German Rauchbier with a malty, toasty richness with a smoky taste that almost resembles flavors of bacon.",
			"abv": "6.3",
			"ibu": "25",
			"picture": "",
			"tap_room": {
				"5oz": "$2.50",
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "yes",
			"comingSoon": "no"
		},
		{
			"name": "Major Redd",
			"style": "Imperial Red IPA",
			"description": "Boasting malty and fruity flavors upfront, finishing with a nice grapefruit and resinous bite! The Columbus, Chinook, Galaxy, and Mosaic hops work in tandem with the malts to bring a unique flavor to this brew! Named after Major John Redd, one of the first settlers to come to Henry County, served as a Major in the American Continental Forces during the revolution, and later went on to serve as High Sheriff, as well as a member on the County Court for 40 years! He also built his Belleview Estate listed on the National Register of Historic Places!",
			"abv": "8.0",
			"ibu": "81",
			"picture": "",
			"tap_room": {
				"8oz": "$5.00",
				"16oz": "$7.50"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Trick or Tripel",
			"style": "Pumpkin Spice Belgian Tripel",
			"description": "We took our Trainwreck Tripel Threat base - a Belgian Tripel with a moderate bouquet of spice, fruity esters, and a touch of hop aroma - and gave it a seasonal twist. This brew layers in pumpkin, cinnamon, nutmeg, clove and madagascar vanilla bean to capture the cozy flavors of autumn, while still holding on to those classic Tripel notes of sweet banana upfront and a soft clove finish. Subtle hints of orange and pear shine through, and it's rounded with a slight floral hop bitterness for balance. The alcohol remains well integrated, leaving a gentle warm sensation.",
			"abv": "9.5",
			"ibu": "23",
			"picture": "",
			"tap_room": {
				"5oz": "$3.75",
				"13oz": "$8.00"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "PT Schwartz",
			"style": "Schwarzbier",
			"description": "A German Black Lager that's clean, light and crisp even for its dark complexion. This lager boasts smooth tasting notes of caramel, chocolate, and lightly roasted coffee! You need to put on your PT Shorts we mean...Schwartz before PT at 0 Dark 30!",
			"abv": "5.0",
			"ibu": "25",
			"picture": "",
			"tap_room": {
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Anniversary IPA",
			"style": "Birthday Cake Milkshake IPA",
			"description": "Brewed to celebrate our 4-year anniversary coming up, this one-of-a-kind IPA is loaded with flavor and festivity! We started with  birthday cake, added Madagascar vanilla beans, creamy lactose, and layered in hop additions of Galaxy, Mosaic, and Citra during the boil, whirlpool, and dry hop. The result? A brew that bursts with a sweet birthday cake aroma, followed by rich cake and vanilla notes. The hops shine through with hints of tropical fruit, stone fruit, citrus, and a touch of dankness, perfectly complementing the sweet and creamy base.",
			"abv": "7.0",
			"ibu": "33",
			"picture": "",
			"tap_room": {
				"8oz": "$5.00",
				"16oz": "$7.50"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "McNally's Porter",
			"style": "Robust Porter",
			"description": "A medium bodied Robust Porter with tasting notes of creamy chocolate, caramel, and a hint of roastiness! We named this Porter after our friend Sean McNally because on every visit to the brewery he always said we needed a basic Porter with NO ADJUNCTS! This one's for you Sean, Cheers!",
			"abv": "6.5",
			"ibu": "28",
			"picture": "",
			"tap_room": {
				"4oz": "$2.00",
				"8oz": "$4.00",
				"16oz": "$6.00"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Hickey's Fort",
			"style": "Baltic Porter",
			"description": "This style of lagered porter presents rich, complex tasting notes of dark chocolate, coffee, and dark fruits like raisins or plums while finishing with a clean lager character. Hickey's Fort, also known as Hickey's Ordinary, was one of the last stops for immigrants traveling The Great Wagon Road. It was situated along the Smith River and provided a place for camping and to restock on supplies. It was also used as a defensive fort against Indian attacks during the French and Indian War.",
			"abv": "8.0",
			"ibu": "21",
			"picture": "",
			"tap_room": {
				"13oz": "$7.50"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Stubbie",
			"style": "New Zealand Pilsner",
			"description": "Hey, pass me a Stubbie! This is what you may hear kiwis call a beer in New Zealand! This Pilsner was brewed and dry hopped with all New Zealand hops. It’s clean, crisp and refreshing! The flavors of Motueka, Pacific Jade, and Nelson Sauvin bring tasting notes of lemon, lime, and citrus.",
			"abv": "4.6",
			"ibu": "26",
			"picture": "",
			"tap_room": {
				"4oz": "$2.00",
				"8oz": "$4.00",
				"16oz": "$6.00"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Omicron",
			"style": "Dark Mexican Cerveza",
			"description": "Our Dark Mexican Cerveza boasting flavors and aromas of toasted bread, caramel, with a slightly floral bitterness! The taste is just as infectious as the name, pairs great with a lime!",
			"abv": "5.3",
			"ibu": "20",
			"picture": "",
			"tap_room": {
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "The Great Wagon Road",
			"style": "German Pilsner",
			"description": "A crisp, dry biscuity and bready German Pilsner with an earthy bitter bite! Named after the old immigration route taken by German settlers when they came to America! A leg of this route once ran through what is now Martinsville city!",
			"abv": "5.1",
			"ibu": "36",
			"picture": "",
			"tap_room": {
				"8oz": "$4.00",
				"16oz": "$6.25",
				"20oz": "$6.75"
			},
			"available": "no",
			"comingSoon": "no"
		},
		{
			"name": "Scuffling Up Hops W/ HBC 630, HBC 1019, & Krush",
			"style": "New England IPA",
			"description": "This version of our rotating NEIPA series features HBC 630, HBC 1019, and Krush Hops! This blend provides tasting notes of tangerine, pineapple, tropical fruits, and finishes with a slight earthy bitterness!",
			"abv": "7.0",
			"ibu": "40",
			"picture": "",
			"tap_room": {
				"8oz": "$4.50",
				"16oz": "$7.00"
			},
			"available": "no",
			"comingSoon": "no"
		}
	]
}
